[
  {
    "name": "Dr. Naresh Trehan",
    "profileUrl": "https://www.edhacare.com/doctor/dr-naresh-trehan",
    "designation": "",
    "specialty": "Cardiology",
    "hospital": "Medanta Hospital",
    "experience": "51 Years",
    "location": "Gurugram",
    "biography": "Dr. Naresh Trehan is a one of the best Cardiac Sugeons in India with 51+ years of experience. He has been awarded the highly prestigious Padma Bhushan and the Padma Shri by the Government of India. He has performed over 48,000 successful open heart surgeries. Dr. Naresh Trehan is a president of International Society for Minimally Invasive Cardiac Surgery (ISMICS), USA, and member of Thoracic Surgeons of the USA. Dr. Naresh Trehan served as personal surgeon to the President of India since 1991. He has received numerous awards, which includes the Padma Shri, Padma Bhushan and Lal Bahadur Shastri National Award. Dr. Naresh Trehan has National Award, Life Time Achievement Award, FRACS (Hon), AMA Physician’s Recognition Award, Padma Bhushan, Rotary Ratna Award, Rajiv Gandhi National Unity Award, India International Gold Award, Padma Shri. Patients can schedule appointments with Dr. Naresh Trehan during regular clinic hours. He accepts appointments at Mon to Sat (10:00 A.M. to 3:00 P.M.). Dr. Naresh Trehan Consultation Fee is 1500.",
    "education": [
      "MBBS (K.G Medical College, Lucknow, U.P, India, 1968) Diplomate (American Board of Surgery, U.S.A, 1977) Diplomate (American Board of Cardiothoracic Surgery, 1979)"
    ],
    "specialInterest": "Cardiomyoplasty, myocardial total arterial revascularization, transmyocardial laser revascularization",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Heart Bypass Surgery (CABG)",
      "Coronary Angiography",
      "Heart Valve Replacement or Repair Surgery",
      "Robotic Heart Bypass Surgery"
    ]
  },
  {
    "name": "Dr. Vinod Raina",
    "profileUrl": "https://www.edhacare.com/doctor/dr-vinod-raina",
    "designation": "",
    "specialty": "Cancer",
    "hospital": "Fortis Memorial Research Institute",
    "experience": "45 Years",
    "location": "Gurugram",
    "biography": "Dr. Vinod Raina is one of India's best Medical Oncologists with 45+ years of experience. He has special expertise in Breast, Lung, Gastrointestinal, Urological, Gynecological cancers, Lymphomas & Myelomas. He has also performed approximately 400 bone marrow/stem cell transplants for various cancers personally. Dr. Raina was the Professor and Head of Medical Oncology at All India Institute of Medical Sciences, New Delhi (AIIMS). He was the Principal Investigator of over 50 projects while at AIIMS for 24 years. He was also the Co-Founder of INDOX network. Nearly 70 residents & DM students whom he mentored at AIIMS are at leading positions in India and abroad. Dr. Vinod Raina can schedule an appointment from Monday to Saturday from 10:00 A.M. to 01:30 P.M. The consultation fees is Rs. 3000 but it may vary depending on the nature of the visit and the specific services required.",
    "education": [
      "MBBS, MD (AIIMS), MRCP (UK), FRCP (Edinburgh and London), FAMS"
    ],
    "specialInterest": "Paediatric Chemotherapy, Lung Cancer, Prostate Cancer, Breast Cancer, Concurrent Bio - Radiotherapy for Head and Neck Cancers",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Blood Cancer Treatment In India",
      "Breast Cancer Treatment",
      "Colon Cancer Treatment",
      "Lung Cancer Treatment",
      "Skin Cancer Treatment",
      "Liver Cancer",
      "Stomach Cancer Treatment"
    ]
  },
  {
    "name": "Dr. Randhir Sud",
    "profileUrl": "manual://temp.html",
    "designation": "Gastroenterologist",
    "specialty": "Gastroenterology",
    "hospital": "Medanta Hospital Gurugram",
    "experience": "42 Years",
    "location": "Gurugram",
    "biography": "Padma Shri recipient Dr. Randhir Sud is a highly respected Medical Gastroenterologist with over 42 years of experience. He specializes in the treatment of liver diseases, hepatitis, cirrhosis, and liver cancer. He is skilled in ERCP, EUS, and liver transplants. He is credited with establishing and integrating therapy with GI Endoscopy in India through training and live workshops. He conducts research on new endoscopic devices and techniques. He pioneered various treatment options in the field of Gastroenterology, Gastrointestinal Cancers and Hepatic diseases Dr. Randhir Sud received the Bharat Ratna Priyadarshini Award in 2003. He is a gold medalist and has a “Master in Endoscopy” as conferred by the Indian Society of Gastroenterology.",
    "education": [
      "MBBS, Government Medical College in Amritsar, 1977, MD (Internal Medicine), AIIMS, New Delhi, 1981, DM (Gastroenterology), AIIMS, New Delhi, 1983"
    ],
    "specialInterest": "Medical Gastroenterology",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Pediatric Liver"
    ]
  },
  {
    "name": "Dr. Sandeep Vaishya",
    "profileUrl": "https://www.edhacare.com/doctor/dr-sandeep-vaishya",
    "designation": "Neurologist",
    "specialty": "Neurology",
    "hospital": "Fortis Memorial Research Institute",
    "experience": "33 Years",
    "location": "Gurugram",
    "biography": "Dr. Sandeep Vaishya is one of the top Neurosurgeons in India with 33+ years of experience. He is one of the best neurosurgeons in the world for the treatment of brachial plexus Injuries and in South Asia for Gamma Knife Surgery. He specializes in Minimal Invasive and Image Guided Neurosurgery, Intracranial Tumor Surgery including skull base tumors, Functional Neurosurgery, Spinal Surgery, Brachial plexus & Peripheral Nerve Surgery. He has been awareded with Herbert Krause Medal for Best Paper in Neuro-Oncology (NSI 2001), Life Membership Award by Mayo Alumni Association, Gold Medal in Medical school Dr. Majeed Memorial Oration Karachi, Pakistan (2008). He is also an awardee of the Sundt Fellowship at Mayo Clinic, USA. He has contributed to over 50 papers and chapters in peer-reviewed medical journals and textbooks. Dr. Sandeep Vaishya provides patient-centered healthcare services, Monday to Saturday, 1:00 P.M. to 3:00 P.M. at a fee of Rs. 1500.",
    "education": [
      "M.B.B.S., M.S. - General Surgery, M.Ch. - Neuro Surgery"
    ],
    "specialInterest": "Neurosurgery, Intracranial Brain Tumour Surgery, Deep Brain Stimulation Surgery, Minimally Invasive brain surgery, Image Guided Neurosurgery, Brachial Plexus surgery, Spine Surgery",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Cerebrospinal Fluid Shunt (CFS) Treatment",
      "Skull Base Surgery",
      "Brain Tumor Treatment",
      "Deep Brain Stimulation Surgery"
    ]
  },
  {
    "name": "Prof. Dr. Mohamed Rela",
    "profileUrl": "manual://temp.html",
    "designation": "Liver Transplant Surgeon",
    "specialty": "Organ Transplant",
    "hospital": "Dr. Rela Institute and Medical Centre",
    "experience": "31 Years",
    "location": "Chennai",
    "biography": "Prof. Dr. Mohamed Rela is a renowned liver transplant surgeon with over 31 years of experience. He has performed 6,000+ liver transplant surgeries. He has pioneered split liver transplantation, where one cadaver liver is split into two and transplanted into two individuals. He specializes in Hepat-biliary-pancreatic surgery. He pursue his PhD in Liver Transplantation from Kings College Hospital in London, United Kingdom. In December 1997, a team led by him successfully performed liver transplantation on a five-day-old girl, which gave him an entry into the Guinness Book of World Records in 2000. The girl is now a 20-year-old law student. Dr. Mohamed Rela is a member of the Tamilnadu Medical Council. He is the director of the Institute of Liver Disease and Transplantation. He is also a member of several professional organizations, including the European Society for Organ Transplantation (ESOT) and the Indian Society of Organ Transplantation (ISOT). As per an article published by ‘Top Masters in Healthcare Administration’, he is also one of the most innovative pediatric surgeons alive. He has published 400+ scientific articles and papers on liver transplantation, complex hepatobiliary pancreatic surgery, and more.",
    "education": [
      "MBBS, University of Madras, India, 1982, MS, University of Madras, India, 1987, FRCS, Royal College of Surgeons of Edinburgh, United Kingdom (1988), DSc (Honoris causa), The Tamil Nadu Dr MGR Medical University, India, 2013"
    ],
    "specialInterest": "Chronic Liver Specialist Hepato-Biliary-Pancreatic Liver transplant",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Liver Transplant Surgery"
    ]
  },
  {
    "name": "Dr. Ravinder Gera",
    "profileUrl": "manual://temp.html",
    "designation": "Head and Neck Surgeon",
    "specialty": "ENT",
    "hospital": "Max Hospital, Gurgaon",
    "experience": "28 Years",
    "location": "Gurugram",
    "biography": "Dr. Ravinder Gera is a distinguished ENT surgeon, specializing in treating various ENT conditions and performing procedures like tonsillectomy and sinus surgery. He specializes in endoscopic sinus & skull base surgery, micro ear surgery, cochlear implant surgery, head & neck cancer surgery, coblation ENT & sleep apnea surgery, and laser surgery. Till now, he has performed 15,000+ surgeries. Dr. Ravinder Gera's achievements include gold medals during his MBBS, recognition as the best senior resident, and specialized training in cochlear implants. He has attended 40+ national and international workshops on endoscopic sinus and micro ear surgery and presented five papers in the Index International Journal. He is a member of the Association of Otolaryngologists of India (AOI), AOI New Delhi, AOI Haryana, and Indian Medical Association (IMA).",
    "education": [
      "MBBS, MS - ENT"
    ],
    "specialInterest": "Head and Neck Surgeon",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Cochlear Implant Surgery",
      "Endoscopic Sinus Surgery",
      "Vertigo Surgery"
    ]
  },
  {
    "name": "Dr. Vikram Kalra",
    "profileUrl": "manual://temp.html",
    "designation": "Nephrologist",
    "specialty": "Nephrology",
    "hospital": "Aakash Healthcare Super Speciality",
    "experience": "27 Years",
    "location": "Delhi",
    "biography": "Dr. Vikram Kalra is one of the top nephrologists in India with 27+ years of experience. He specializes in managing various kidney diseases and performing procedures like dialysis and kidney transplantation. Dr. Vikram Kalra is proficient in various procedures like shunt surgeries, temporary and permanent catheter placements for hemodialysis, kidney biopsy, kidney transplant in high-risk patients (including ABO incompatible kidney transplant), etc. Dr. Vikram Kalra has performed more than 500 kidney transplants, including high-risk kidney transplants and ABO-incompatible kidney transplants. He pioneered the kidney transplant program at VPS Rockland Hospital in New Delhi, India. He completed his MBBS, MD in Internal Medicine, and DM in Nephrology from the prestigious All India Institute of Medical Sciences (AIIMS), New Delhi. Dr. Vikram Kalra has given many scientific presentations at numerous national conferences, with over 30 publications in national and international journals along with chapter contributions to the book. Various conferences invite him as a guest speaker and for chairing scientific sessions.",
    "education": [
      "MBBS, MD (Internal Medicine), and DM (Nephrology)"
    ],
    "specialInterest": "Nephrology, Dialysis, Renal Transplantation and Interventional Nephrology.",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Hydronephrosis Treatment",
      "Kidney Dialysis"
    ]
  },
  {
    "name": "Dr. Shilpa Ghosh",
    "profileUrl": "manual://temp.html",
    "designation": "Gynecologist, Obstetrician, Laparoscopic Surgeon",
    "specialty": "Gynecology",
    "hospital": "Aakash Healthcare Super Speciality",
    "experience": "25 Years",
    "location": "Delhi",
    "biography": "Dr. Shilpa Ghosh is a renowned gynecologist, obstetrician, and laparoscopic surgeon with over 25 years of experience. She has completed a FOGSI-approved Laparoscopy course, highlighting her commitment to mastering modern surgical techniques. Dr. Shilpa Ghosh specializes in dealing with high-risk pregnancy and supports smooth painless deliveries. Apart from obstetrics, she is trained in minimally invasive gynecology surgery, including robotics and laparoscopic surgery. Her educational qualifications include MBBS in 1995 and MS in Obstetrics & Gynaecology in 2000. She further earned a Diploma in Gynecological Endoscopy and Laparoscopy from the University of Louisville, Kentucky, USA (2012). She is trained in robotic surgery and certified for water birthing by Water Birth International. Dr. Shilpa Ghosh has received Pradeep Srivastava Award for obtaining highest marks in Gynecology and Obstetrics in Final MBBS. She has also received APJ Abdul Kalam Award by Delhi Gynecologists Forum. Dr. Shilpa Ghosh has also been chairperson and speaker in numerous reputed forums. She is a member of the Indian Medical Association (IMA).",
    "education": [
      "MBBS, MS - Obstetrics & Gynaecology"
    ],
    "specialInterest": "Gynecologist, Obstetrician, Laparoscopic Surgeon (Obs & Gyn.)",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Gynecology & Obstetrics Treatment",
      "Myomectomy",
      "Cesarean Section",
      "Hysteroscopy",
      "Vaginal Childbirth",
      "Robotic Hysterectomy",
      "Vaginal Hysterectomy"
    ]
  },
  {
    "name": "Dr. Vivek Vij",
    "profileUrl": "manual://temp.html",
    "designation": "Liver Transplant & HPB Surgeon",
    "specialty": "Organ Transplant",
    "hospital": "Fortis Escort",
    "experience": "24 Years",
    "location": "Delhi",
    "biography": "With over 24 years of experience, Dr. Vivek Vij pioneered liver transplant surgery in India. He is credited with developing living donor surgery in India. He is the first surgeon from the Indian subcontinent to publish a series of laparoscopic Donor Hepatectomy in 'Liver Transplantation'. Dr. Vij and his team has a cumulative experience of performing 3,500+ liver transplants, with a record 95% patient and 100% donor success rate. Dr. Vij is credited with the lowest rate of biliary complications. Dr. Vivek Vij is also an expert in the management of various liver diseases, such as hepatitis, liver cirrhosis, and liver cancer. Dr. Vivek Vij is proficient in complex liver surgery, advanced pancreato-biliary surgeries, advanced laparoscopic and robotic surgeries, adult & paediatric liver transplant, etc. His educational qualifications include MBBS, MS - General Surgery, and DNB - General Surgery. Dr. Vivek Vij is the founder of Liver transplantation and Hepatobiliary Sciences in Fortis group of Hospitals, starting a highly successful liver transplant programme initially at its Noida center and then at Mohali.",
    "education": [
      "MBBS, MS - General Surgery, DNB - General Surgery"
    ],
    "specialInterest": "Liver Transplant,Pancreaticoduodenectomy, Biliary injuries and GI cancers,",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Liver Transplant Surgery"
    ]
  },
  {
    "name": "Dr. Hitesh Garg",
    "profileUrl": "manual://temp.html",
    "designation": "Orthopedist",
    "specialty": "Orthopedic Treatment",
    "hospital": "Artemis Hospital, Gurgaon",
    "experience": "15 Years",
    "location": "Gurugram",
    "biography": "Dr. Hitesh Garg has more than 5000 spine surgeries. 2500 spinal fusions. 1000 deformity correction procedures, 300 lumbar and cervical artificial disc replacements, And 500 other complex surgeries. Dr. Hitesh Garg has operated on patients from more than 50 countries which includes the USA, Canada, Australia, Germany, Iraq, Saudi Arabia, Oman, Sudan, Zimbabwe, Bangladesh, and many other countries. Dr. Hitesh Garg has memberships in renowned societies such as AO Spine, Delhi Spine Society, Association Of Spine Surgeons Of India, Indian Medical Association, and Gurgaon Orthopaedic Society. Dr. Hitesh Garg has received awards such as Atal Swasthya Bhushan Samman 2019\" awarded by Shri Om Birla, Honourable Speaker of India. Healthcare Today Excellence Award for \"Best Spine Surgeon of the Year, 2018\" Merit Award and Market Research Healthcare Award for \"Best Spine Surgeon in Delhi NCR\" for the year 2017. Dr. Hitesh Garg Award for the “Best Orthopedic Resident” for the year 2006-07 at KEM Hospital Selected among the top 12 nominees out of 298 submissions for the All Asia Young Inventor Award organized by Hewlett Packard.",
    "education": [
      "M.B.B.S.,M.S. - Orthopaedics"
    ],
    "specialInterest": "Spine Surgery, Disc Replacement, Pediatric Spine Surgery & Scoliosis Surgery, Minimally invasive spinal fusions",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Hip Replacement Surgery",
      "Shoulder Replacement Surgery",
      "Knee Replacement Surgery"
    ]
  },
  {
    "name": "Dr. Inderjit Singh Parmar",
    "profileUrl": "https://www.edhacare.com/doctor/dr-inderjit-singh-parmar",
    "designation": "Dermatologist",
    "specialty": "Dermatology",
    "hospital": "Paras JK",
    "experience": "68 Years",
    "location": "Noida",
    "biography": "Dr. Inderjit Singh Parmar is a senior doctor in practice as a Dermatologist since 1962. While in the Armed Forces, he has served as a Dermatologist in various stations in the country. He practiced in Pathankot for about 14 years after the retirement from Army.",
    "education": [
      "MBBS, Diploma in Venereology"
    ],
    "specialInterest": "Dermatology",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "KTP Treatment"
    ]
  },
  {
    "name": "Dr. Ravi Bhatia",
    "profileUrl": "https://www.edhacare.com/doctor/dr-ravi-bhatia",
    "designation": "Neurosurgeon",
    "specialty": "Neurology",
    "hospital": "Indraprastha Apollo",
    "experience": "61 Years",
    "location": "Delhi",
    "biography": "Dr. Ravi Bhatia is a highly experienced Neurosurgeon in Sarita Vihar, Delhi, with 61+ years of expertise. He practices at Indraprastha Apollo Hospitals, delivering top-notch neurosurgical care. Dr. Ravi Bhatia: MBBS from All India Institute of Medical Sciences, New Delhi (1962), MS in General Surgery from the University of Delhi (1966), MCh in Neurosurgery from All India Institute of Medical Sciences, New Delhi (1972). Dr. Ravi Bhatia, a renowned neurosurgeon with 61+ years of experience, has significantly advanced the field since starting his career in 1962. He holds MBBS and MCh in Neurosurgery degrees from AIIMS, New Delhi. Dr. Ravi Bhatia, a highly experienced neurosurgeon, is known for his compassionate patient care, thorough explanations, and patient involvement in treatment decisions. His dedication to healing and emotional support has positively impacted countless individuals. Dr. Ravi Bhatia offers flexible consultation hours, including Mon-Tue: 11 AM - 02:30 PM, Wed: 11 AM - 02:15 PM, Thu-Sat: 11 AM - 12:30 PM, and Fri: 11 AM - 02 PM. His consultation fee is ₹2000, ensuring accessibility to his expertise",
    "education": [
      "MBBS, MS - General Surgery, MCh - Neuro Surgery"
    ],
    "specialInterest": "Treatment of Cerebrovascular Surgery, Migraine, Sleep Disorders, Epilepsy, Headache, Seizures, Hyperactivity, Stroke, Head Trauma, Parkinson's Disease.",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Epilepsy Treatment",
      "Cerebrospinal Fluid Shunt (CFS) Treatment",
      "Skull Base Surgery",
      "Brain Tumor Treatment",
      "Parkinson's Treatment",
      "Cyber Knife Robotic Radiation"
    ]
  },
  {
    "name": "Dr. Col Rajagopal A",
    "profileUrl": "https://www.edhacare.com/doctor/dr-col-rajagopal-a",
    "designation": "Surgeon",
    "specialty": "Dermatology",
    "hospital": "Apollo Health City",
    "experience": "61 Years",
    "location": "Chennai",
    "biography": "Dr. Col Rajagopal A, an esteemed Dermatologist with an MBBS, MD in Dermatology and Venerology, and DVD qualifications, brings an impressive 61 years of medical experience to his practice, including 48 years as a specialist. His vast expertise ensures top-tier dermatological care.",
    "education": [
      "MBBS, MD - Dermatology and Venerology, DVD Dermatologist"
    ],
    "specialInterest": "Nose Fillers,Body Sculpting,Tummy Tuck,Breast Augmentation/Mammoplasty and Skin Boosters and Fillers",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "KTP Treatment"
    ]
  },
  {
    "name": "Dr. P. L. Dhingra",
    "profileUrl": "https://www.edhacare.com/doctor/dr-p-l-dhingra",
    "designation": "ENT Surgeon",
    "specialty": "ENT",
    "hospital": "Indraprastha Apollo",
    "experience": "60 Years",
    "location": "Delhi",
    "biography": "Dr. P. L. Dhingra is an experienced ENT Surgeon with over 50+ years of successful practice. He specializes in Head, Ear, Throat, Nose, and Neck Surgery. Dr. P. L. Dhingra graduated with an MBBS degree from Punjab University in 1963 and obtained his MS in ENT from Punjab University in 1967. Dr. P. L. Dhingra is an ENT/Otorhinolaryngologist, with vast years of experience. He practices at Indraprastha Apollo Hospitals in Sarita Vihar, Delhi. Dr. P. L. Dhingra authored \"ENT\" books including \"Diseases of Ear, Nose, and Throat\" and \"Self Teaching and Assessment in Ear, Nose, and Throat\" and contributed 40 articles to National and International Journals. Appointment schedule of Dr. P.L. Dhingra are Mon-Wed from 12:00 PM to 02:00 PM, Tues From 4:00PM to 5:00 PM, Thursday From 2:00 PM to 4:00 PM, Fri From 09:00 AM - 10:00 AM. Consultation Fee is 2000.",
    "education": [
      "MBBS, MS - ENT"
    ],
    "specialInterest": "Surgery of ear for alleviation of deafness, Ear, Nose, Throat, Head and Neck Surgery,",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Cochlear Implant Surgery",
      "Endoscopic Sinus Surgery",
      "Vertigo Surgery"
    ]
  },
  {
    "name": "Dr. Shakti Bhan Khanna",
    "profileUrl": "http://edhacare.com/doctor/dr-shakti-bhan-khanna",
    "designation": "Gynaecologist and Obstetrician",
    "specialty": "Gynecology",
    "hospital": "Indraprastha Apollo",
    "experience": "59 Years",
    "location": "Delhi",
    "biography": "Dr. Shakti Bhan Khanna is a renowned Gynecologist and Obstetrician and a member of the Indian Medical Association (IMA). She offers services like Obstetrics, Laparoscopic Gynaecology, and more. Dr. Shakti Bhan Khanna completed her MBBS degree from Jammu and Kashmir University in 1964 and MD in Obstetrics & Gynaecology from the University of Delhi in 1969. With 59 years of experience in Obstetrics and Gynaecology, Dr. Shakti Bhan Khanna practices at Indraprastha Apollo Hospitals in Sarita Vihar and Apollo Cradle & Children’s Hospital in Chirag Delhi. Dr. Shakti Bhan Khanna Awards include Lifetime Achievement Award by Health Minister Shri. Gulam Navi Azad, Felicitation by \"Kashmiri Samiti Delhi\", \"Maa Sharika Samman 2007\" and many more. Appointments are like Mon, Wed and Fri from 10:00 AM to 02:00 PM in Indraprastha Apollo & Mon from 10:00 AM - 12:00 PM, Wed, Fri From 04:00 PM - 06:00 PM in Apollo Cradle. Consultation Fee is Rs. 2000.",
    "education": [
      "MBBS, MD - Obstetrics & Gynaecology"
    ],
    "specialInterest": "High Risk Pregnancy, Pelvic Reconstructive Surgery, Gynaeo-Endocrinology, Infertility,",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Gynecology & Obstetrics Treatment"
    ]
  },
  {
    "name": "Dr. (Prof) M. P. Sharma",
    "profileUrl": "https://www.edhacare.com/doctor/dr-prof-m-p-sharma",
    "designation": "Medical Gastroenterologist",
    "specialty": "Gastroenterology",
    "hospital": "Medeor",
    "experience": "58 Years",
    "location": "Delhi",
    "biography": "Dr. (Prof). M. P. Sharma, a highly acclaimed Gastroenterologist with 54+ years of experience, specializes in liver and gastroenterological issues. Dr. (Prof). M. P. Sharma has done MBBS from S. N. Medical College, Agra, MD, and DM from AIIMS, New Delhi, plus a Harvard fellowship in 1974 and an Indian College of Physicians fellowship in 1992. Dr. (Prof). M. P. Sharma boasts 54+ years of experience, including roles as HOD, Professor, and Registrar at AIIMS, New Delhi, recently working in Medeor Hospital, Qutab, New Delhi. He's a Founder Fellow of various associations, including the Indian College of Medical Ultrasound (1993), Academy of Ultrasound Imaging, Medical Diagnostic Society (1996), and the International Science Academy. Patients can schedule appointments with Dr. (Prof) M. P. Sharma during Tue, Thurs and Sat from 09:00 AM to 12:00 PM. Dr. (Prof) M. P. Sharma Consultation Fee is 1200.",
    "education": [
      "MBBS, MD - General Medicine, DM - Gastroenterology Gastroenterologist, General Physician"
    ],
    "specialInterest": "General Medicine, DM - Gastroenterology,Gastroenterologist",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Pediatric Liver"
    ]
  },
  {
    "name": "Dr. Ramesh Sarin",
    "profileUrl": "https://www.edhacare.com/doctor/dr-ramesh-sarin",
    "designation": "Surgical Oncologist",
    "specialty": "Surgical Oncology",
    "hospital": "Indraprastha Apollo",
    "experience": "56 Years",
    "location": "Delhi",
    "biography": "Dr. Ramesh Sarin boasts an impressive career as a Surgical Oncologist, accumulating nearly four decades of invaluable experience in this specialized field. Dr. Ramesh Sarin done her MBBS in 1962 and MS in 1966 from the All India Institute of Medical Sciences, New Delhi. She also completed a Fellowship at The Memorial Sloane Kettering Cancer Centre, New York. Dr. Ramesh Sarin, a seasoned Surgical Oncologist with 40+ years of experience, specializes in metastatic tumors, chemotherapy, radiotherapy, and more. She is Founding Member of Indian Society of Oncology (ISO), breast cancer specialist, Gold Medal recipient, key medical association roles. Patients can schedule appointments with Dr. Ramesh Sarin during Mon & Thurs from 09:00 AM to 01:00 PM. Dr. Ramesh Sarin Consultation Fee is Rs. 2000.",
    "education": [
      "MBBS, MS - General Surgery"
    ],
    "specialInterest": "Phyaryngeal Cancer Uterine Cancer Cervical Cancer Fallopian Tube Cancer Bladder Cancer Liver Cancer Lung Cancer Bone Cancer Colon and Rectal Cancer Brain Cancer Lymphedema",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Cryosurgery",
      "Radiofrequency Ablation Surgery",
      "Laparoscopic Surgery",
      "Thoracic Surgery"
    ]
  },
  {
    "name": "Dr. Tanna D D",
    "profileUrl": "https://www.edhacare.com/doctor/dr-tanna-d-d",
    "designation": "Orthopedic surgeon",
    "specialty": "Orthopedic Treatment",
    "hospital": "Jaslok",
    "experience": "55 Years",
    "location": "Mumbai",
    "biography": "Dr. Tanna D D, a respected Orthopedist with 55 years of experience, specializes in muscle release, functional orthopedics, skeletal muscle therapy, and more. Dr. Tanna D D, a renowned Orthopedist, completed his MBBS in 1961 and MS in 1965 from Topiwala National Medical College & BYL Nair Charitable Hospital. Dr. Tanna D D is a Senior Consultant at Jaslok Hospital, Mumbai, specializes in muscle release, functional orthopedics, skeletal muscle therapy, and cruciate ligament reconstruction. Dr. Tanna D D is an IMA member, renowned for numerous lectures and publications in medical journals, including chapters in orthopedic and spine surgery textbooks. Patients can schedule appointments with Dr. Tanna D D during Friday from 01:00 PM to 02:00 PM. Consultation Fee is 1500.",
    "education": [
      "MBBS, MS - Orthopaedics"
    ],
    "specialInterest": "Bone deformities Bone infections Bone tumors Fractures Need for amputation Nonunions: failure of fractures to heal Malunions: fractures healing in a wrong position Spinal deformities Arthritis Bursitis Dislocation Joint pain Joint swelling or inflammation Ligament tears Bunions Fasciitis Foot and ankle deformities",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Hip Replacement Surgery",
      "Shoulder Replacement Surgery",
      "Knee Replacement Surgery",
      "Arthroscopy Surgery"
    ]
  },
  {
    "name": "Dr. D. K.Agarwal",
    "profileUrl": "https://www.edhacare.com/doctor/dr-d-k-agarwal",
    "designation": "nephrologist",
    "specialty": "Nephrology",
    "hospital": "Indraprastha Apollo",
    "experience": "54 Years",
    "location": "Delhi",
    "biography": "Dr. D. K.Agarwal, a renowned Nephrologist with 24+ years of experience, specializes in kidney transplantation, hemodialysis, CAPD, and critical kidney cases. Dr. D. K.Agarwal completed his MBBS in 1985, MD in Medicine in 1988, and DNB in Nephrology in 1993, all from Agra University and the National Board of Examination, India. Dr. D. K.Agarwal has been Senior Consultant at top hospitals like Indraprastha Apollo, Nizam's Institute of Medical Sciences, and Sanjay Gandhi PGIMS. Dr. D. K.Agarwal is Gold medalistduring his studies. He published 59+ articles, and he is member of medical associations including Indian Medical Association and Indian Society of Organ Transplantation. Patients can schedule appointments with Dr. D. K.Agarwal during Mon to Sat from 04:00 PM to 06:00 PM. Dr. D. K.Agarwal Consultation Fee is Rs. 1500.",
    "education": [],
    "specialInterest": "Ophthalmology, Fellowship in Vitreoretinal Surgery Ophthalmologist",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Hydronephrosis Treatment"
    ]
  },
  {
    "name": "Dr. Upendra Kaul",
    "profileUrl": "https://www.edhacare.com/doctor/dr-upendra-kaul",
    "designation": "Cardiologist",
    "specialty": "Cardiology Treatment",
    "hospital": "Batra Hospital & Medical Research Centre",
    "experience": "53 Years",
    "location": "Delhi",
    "biography": "Dr. Upendra Kaul is renowned Cardiologist with 53+ years in interventional cardiology, structural heart interventions, and cardiac imaging. Dr. Upendra Kaul education includes MBBS, MD (1975), DM (1978) from Maulana Azad Medical College, New Delhi. Dr. Upendra Kaul is the Director of Fortis Flt. Lt. Rajan Dhall Hospital, Vasant Kunj, New Delhi and Batra Hospital New Delhi. Dr. Upendra Kaul is the Recipient of the Dr. BC Roy Award for ‘Developing Specialities’ for the year 1999 and has more than 450 publications to his credit. Patients can schedule appointments with Dr. Upendra Kaul at Batra Hospital Mon, Wed, Fri from 11:00 AM to 02:00 PM. Consultation Fee is Rs. 1000.",
    "education": [
      "M.B.B.S., M.D. - Thoracic Surgery, D.M. - Cardiology"
    ],
    "specialInterest": "Cardiologist",
    "registrations": [
      "7603 Delhi Medical Council, 2000"
    ],
    "treatments": [
      "Robotic Heart Bypass Surgery",
      "Heart Bypass Surgery (CABG)",
      "Coronary Angiography",
      "Heart Valve Replacement or Repair Surgery",
      "Ventricular Septal Defect Treatment"
    ]
  }
]